Repository: sbacaro/Lume
Catalog: Localizable.xcstrings
Source language: en
Languages: pt_br

source: · %lld lines
pt_br: · %lld linhas

source: [sudo] Credential valid and stored in memory.
pt_br: [sudo] Credencial válida e armazenada em memória.

source: %lld conversations
pt_br: %lld conversas

source: %lld conversations · created %@
pt_br: %lld conversas · criado %@

source: %lld messages
pt_br: %lld mensagens

source: %lld messages · %@
pt_br: %lld mensagens · %@

source: %lld models available
pt_br: %lld modelos disponíveis

source: %lld models loaded from the server.
pt_br: %lld modelos carregados do servidor.

source: %lld of %lld completed
pt_br: %lld de %lld concluídas

source: %lld public · %lld private
pt_br: %lld públicos · %lld privados

source: %lld result%@
pt_br: %lld resultado%@

source: %lldd ago
pt_br: há %lldd

source: %lldh ago
pt_br: há %lldh

source: © %@ Samuel Bacaro · Distributed under the MIT license
pt_br: © %@ Samuel Bacaro · Distribuído sob licença MIT

source: + %lld files
pt_br: + %lld arquivos

source: ✓ %lld models loaded
pt_br: ✓ %lld modelos carregados

source: A dedicated place for ongoing work, where context accumulates over time. Files and instructions live in a folder on your computer.
pt_br: Um lugar dedicado para trabalho contínuo, onde o contexto se acumula ao longo do tempo. Arquivos e instruções ficam em uma pasta no seu computador.

source: A default profile will be created automatically.
pt_br: Um perfil padrão será criado automaticamente.

source: A folder **~/Lume/%@** will be created on your computer.
pt_br: Uma pasta **~/Lume/%@** será criada no seu computador.

source: About Lume
pt_br: Sobre o Lume

source: About MCP →
pt_br: Sobre MCP →

source: Access is restricted to the selected folder. No other files on your computer are accessed.
pt_br: O acesso é restrito à pasta selecionada. Nenhum outro arquivo do seu computador é acessado.

source: Accessed page
pt_br: Acessou página

source: Act
pt_br: Agir

source: Act without asking
pt_br: Agir sem perguntar

source: Actions
pt_br: Ações

source: Active
pt_br: Ativo

source: Active Provider
pt_br: Provider Ativo

source: Add
pt_br: Adicionar

source: Add a provider to get started
pt_br: Adicione um provider para começar

source: Add Connector
pt_br: Adicionar Conector

source: Add files to give the conversation context.
pt_br: Adicione arquivos para contextualizar a conversa.

source: Add memory
pt_br: Adicionar memória

source: Add New Provider
pt_br: Adicionar Novo Provider

source: Add note
pt_br: Adicionar nota

source: Add Provider
pt_br: Adicionar Provider

source: Add to Knowledge Base
pt_br: Adicionar ao Knowledge Base

source: Add to project
pt_br: Adicionar ao projeto

source: Add tone, formatting, or rules to guide how the assistant works.
pt_br: Adicione tom, formatação ou regras para orientar como o assistente funciona.

source: Administrator Authentication
pt_br: Autenticação de Administrador

source: Administrator authentication cancelled by the user.
pt_br: Autenticação de administrador cancelada pelo usuário.

source: Advanced
pt_br: Avançado

source: Agent
pt_br: Agente

source: AI reminders
pt_br: Lembretes com IA

source: All set! 🎉
pt_br: Tudo pronto! 🎉

source: API Key (optional for some servers)
pt_br: API Key (opcional para alguns servidores)

source: App Language
pt_br: Idioma do App

source: Appearance
pt_br: Aparência

source: Appended to the end of the system prompt in all conversations.
pt_br: Adicionadas ao final do system prompt em todas as conversas.

source: Apply and Restart
pt_br: Aplicar e Reiniciar

source: Appropriate length
pt_br: Tamanho adequado

source: Approval Mode
pt_br: Modo de Aprovação

source: Approve
pt_br: Aprovar

source: Archive
pt_br: Arquivar

source: Ask
pt_br: Perguntar

source: Ask a question
pt_br: Tirar uma dúvida

source: Ask about the documents… (↩)
pt_br: Pergunte sobre os documentos… (↩)

source: Ask anything
pt_br: Pergunte qualquer coisa

source: Ask anything in the Chat tab
pt_br: Pergunte qualquer coisa na aba Chat

source: Ask before acting
pt_br: Perguntar antes de agir

source: Asks for approval on operations that modify files or run code.
pt_br: Pede aprovação para operações que modificam arquivos ou executam código.

source: Assistant Instructions
pt_br: Instruções do Assistente

source: Attach file
pt_br: Anexar arquivo

source: Authenticate
pt_br: Autenticar

source: Automatic model routing
pt_br: Roteamento automático de modelos

source: Automatic routing chose %@ for this message
pt_br: Roteamento automático escolheu %@ para esta mensagem

source: Autonomous
pt_br: Autônomo

source: Back
pt_br: Voltar

source: Balanced
pt_br: Equilibrado

source: Base URL (e.g. https://api.example.com/v1)
pt_br: Base URL (ex: https://api.example.com/v1)

source: Before editing
pt_br: Antes de editar

source: Before restarting
pt_br: Antes de reiniciar

source: Before restoring
pt_br: Antes de restaurar

source: Between languages
pt_br: Entre idiomas

source: Block dangerous shell commands
pt_br: Bloquear comandos shell perigosos

source: Break goals into steps
pt_br: Quebre objetivos em passos

source: Bring a project you created in Chat into Cowork.
pt_br: Traga um projeto que você criou no Chat para o Cowork.

source: Cache cleared ✓
pt_br: Cache limpo ✓

source: Cancel
pt_br: Cancelar

source: Chat, projects, code, and agents in one place. Lume connects multiple AI providers with tools, memory, and automations — all native to macOS, with your data and keys stored locally.
pt_br: Chat, projetos, código e agentes em um só lugar. O Lume conecta múltiplos provedores de IA com ferramentas, memória e automações — tudo nativo no macOS, com seus dados e chaves guardados localmente.

source: Check
pt_br: Verificar

source: Check for a new version.
pt_br: Verifique se há uma nova versão.

source: Check for Updates…
pt_br: Verificar Atualizações…

source: Checking for new versions…
pt_br: Procurando novas versões…

source: Choose a folder for the agent to work in
pt_br: Escolha uma pasta para o agente trabalhar

source: Choose a folder where the icons will be saved.
pt_br: Escolha uma pasta onde os ícones serão salvos.

source: Choose folder and generate
pt_br: Escolher pasta e gerar

source: Choose the app language. Lume restarts to apply the change.
pt_br: Escolha o idioma do app. O Lume reinicia para aplicar a mudança.

source: Choose where Lume gets its intelligence.
pt_br: Escolha onde o Lume vai buscar inteligência.

source: Choose where to save the Lume icons
pt_br: Escolha onde salvar os ícones do Lume

source: Clear app data
pt_br: Limpar dados do app

source: Clear cache
pt_br: Limpar cache

source: Clear Cache
pt_br: Limpar Cache

source: Clear History
pt_br: Limpar Histórico

source: Click 'Run Tests' to start.
pt_br: Clique em 'Rodar Testes' para começar.

source: Click to select and copy
pt_br: Clique para selecionar e copiar

source: Close
pt_br: Fechar

source: code
pt_br: código

source: Code
pt_br: Código

source: Code Agent
pt_br: Agente de Código

source: Code generation
pt_br: Geração de código

source: Code review with suggestions
pt_br: Code review com sugestões

source: Code search
pt_br: Busca no código

source: Code Search
pt_br: Busca no Código

source: Code Session
pt_br: Sessão de Código

source: Command
pt_br: Comando

source: Commit message
pt_br: Mensagem do commit

source: Completed
pt_br: Concluído

source: Concise
pt_br: Conciso

source: Configuration File
pt_br: Arquivo de Configuração

source: Configure the Base URL before fetching models
pt_br: Configure a Base URL antes de buscar modelos

source: Connect
pt_br: Conectar

source: Connect AI
pt_br: Conectar IA

source: Connect an AI Provider
pt_br: Conectar um Provider de IA

source: Connect the agent to external tools
pt_br: Conecte o agente a ferramentas externas

source: Connected
pt_br: Conectado

source: Conversation name
pt_br: Nome da conversa

source: Conversations
pt_br: Conversas

source: Copied
pt_br: Copiado

source: Copy
pt_br: Copiar

source: Copy as Markdown
pt_br: Copiar como Markdown

source: Copy code
pt_br: Copiar código

source: Copy message
pt_br: Copiar mensagem

source: Copy response
pt_br: Copiar resposta

source: Cost-optimized
pt_br: Otimizado para custo

source: Could not build a URL.
pt_br: Não foi possível construir URL.

source: Could not decode the content.
pt_br: Não foi possível decodificar o conteúdo.

source: Create
pt_br: Criar

source: Create a delivery plan for:
pt_br: Crie um plano de entrega para:

source: Create a new project
pt_br: Criar um novo projeto

source: Create a project
pt_br: Criar um projeto

source: Create a project to organize conversations and keep persistent context.
pt_br: Crie um projeto para organizar conversas e manter contexto persistente.

source: Create a script that
pt_br: Crie um script que

source: Create a website
pt_br: Crie um site

source: Create default profile
pt_br: Criar perfil padrão

source: Create directory
pt_br: Criar diretório

source: Create first project
pt_br: Criar primeiro projeto

source: Create GitHub issue
pt_br: Criar issue no GitHub

source: Create GitHub repository
pt_br: Criar repositório no GitHub

source: Create issue
pt_br: Criar issue

source: Create project
pt_br: Criar projeto

source: Create Project
pt_br: Criar Projeto

source: Create projects with persistent files and instructions
pt_br: Criar projetos com arquivos e instruções persistentes

source: Create repository
pt_br: Criar repositório

source: Create script
pt_br: Criar script

source: Created directory
pt_br: Criou diretório

source: Creative
pt_br: Criativo

source: Custom Instructions
pt_br: Instruções Personalizadas

source: Dark
pt_br: Escuro

source: Debug an error
pt_br: Debug de erro

source: Decline
pt_br: Recusar

source: Default
pt_br: Padrão

source: Default model
pt_br: Modelo padrão

source: Default Model
pt_br: Modelo Padrão

source: Delete
pt_br: Apagar

source: Delete "%@"?
pt_br: Apagar "%@"?

source: Delete Conversation
pt_br: Deletar Conversa

source: Delete file(s) — moves to Trash
pt_br: Apagar arquivo(s) — vai para a Lixeira

source: Delete project
pt_br: Apagar projeto

source: Delete Project
pt_br: Apagar Projeto

source: Deletes conversations, projects, tasks, and workflows. Settings are preserved.
pt_br: Apaga conversas, projetos, tarefas e workflows. As configurações são preservadas.

source: Description (optional)
pt_br: Descrição (opcional)

source: Detailed
pt_br: Detalhado

source: Dictation
pt_br: Ditado

source: Dictation Error
pt_br: Erro no Ditado

source: Disabled
pt_br: Desativada

source: Disconnect
pt_br: Desconectar

source: Download
pt_br: Baixar

source: Download file not found in the release
pt_br: Arquivo de download não encontrado no release

source: Draft a document
pt_br: Redigir documento

source: Drop to attach
pt_br: Solte para anexar

source: DuckDuckGo on by default
pt_br: DuckDuckGo ativo por padrão

source: Each action requires your explicit approval.
pt_br: Cada ação requer sua aprovação explícita.

source: Edit
pt_br: Editar

source: Edit message
pt_br: Editar mensagem

source: Emails, posts, creative writing
pt_br: Emails, posts, criativos

source: Enable Aa to match case
pt_br: Ative Aa para diferenciar maiúsculas

source: English
pt_br: Inglês

source: Enter the API Key to continue.
pt_br: Insira a API Key para continuar.

source: Enter your password to run commands with elevated privileges.
pt_br: Digite sua senha para executar comandos com privilégios elevados.

source: Error creating folder: %@
pt_br: Erro ao criar pasta: %@

source: Error fetching models: %@
pt_br: Erro ao buscar modelos: %@

source: Error importing: %@
pt_br: Erro ao importar: %@

source: Error saving: %@
pt_br: Erro ao salvar: %@

source: Error: %@
pt_br: Erro: %@

source: Excerpt %lld of %lld · relevance %@
pt_br: Trecho %lld de %lld · relevância %@

source: Excerpts are archived when you edit or restart the conversation. Restoring replaces the current excerpt — reversibly, since the current state is also archived.
pt_br: Trechos arquivados ao editar ou reiniciar a conversa. Restaurar substitui o trecho atual — de forma reversível, pois o estado de agora também é arquivado.

source: Explain it to me simply:
pt_br: Me explique de forma simples:

source: Explore a topic
pt_br: Explorar um tema

source: Explore possibilities
pt_br: Explore possibilidades

source: Export
pt_br: Exportar

source: Expressive and original
pt_br: Expressivo e original

source: Facts the AI should remember across all conversations (e.g., "I work at Rumo Logística", "I prefer concise answers in Portuguese").
pt_br: Fatos que a IA deve lembrar em todas as conversas (ex.: "Trabalho na Rumo Logística", "Prefiro respostas objetivas em português").

source: Failed
pt_br: Falhou

source: Filter by file type with the chips
pt_br: Filtre por tipo de arquivo com os chips

source: Filters
pt_br: Filtros

source: Find and fix bugs
pt_br: Encontre e corrija bugs

source: Framework detected:
pt_br: Framework detectado:

source: Friendly and relaxed
pt_br: Amigável e descontraído

source: Full explanations
pt_br: Explicações completas

source: Generate token →
pt_br: Gerar token →

source: Generating response
pt_br: Gerando resposta

source: Generating response…
pt_br: Gerando resposta…

source: Get key →
pt_br: Obter chave →

source: Getting Started
pt_br: Primeiros Passos

source: ghp_… or github_pat_…
pt_br: ghp_… ou github_pat_…

source: GitHub not connected. Add a token in Settings → GitHub.
pt_br: GitHub não conectado. Adicione um token em Configurações → GitHub.

source: GitHub Repository
pt_br: Repositório no GitHub

source: Give Lume a folder you already work from.
pt_br: Dê ao Lume uma pasta da qual você já trabalha.

source: Good afternoon
pt_br: Boa tarde

source: Good evening
pt_br: Boa noite

source: Good morning
pt_br: Bom dia

source: Google configured
pt_br: Google configurado

source: Google configured!
pt_br: Google configurado!

source: Google Custom Search (optional)
pt_br: Google Custom Search (opcional)

source: Hello
pt_br: Olá

source: Help me draft a document about:
pt_br: Ajude-me a redigir um documento sobre:

source: Help me generate ideas for
pt_br: Me ajude a gerar ideias para

source: Help me plan the tasks for:
pt_br: Me ajude a planejar as tarefas para:

source: Hi! I have a question about
pt_br: Olá! Tenho uma dúvida sobre

source: Hide what’s new
pt_br: Ocultar novidades

source: How can I help today?
pt_br: Como posso ajudar hoje?

source: How to get the keys →
pt_br: Como obter as chaves →

source: How to set up →
pt_br: Como configurar →

source: HTTP error %lld while checking for updates
pt_br: Erro HTTP %lld ao verificar atualizações

source: I have an error. Can you help?
pt_br: Tenho um erro. Pode ajudar?

source: Icon
pt_br: Ícone

source: Icon Generator
pt_br: Gerador de Ícones

source: Icons generated successfully!
pt_br: Ícones gerados com sucesso!

source: Import
pt_br: Importar

source: Import a project
pt_br: Importar um projeto

source: Improve quality and readability
pt_br: Melhore qualidade e legibilidade

source: In any language
pt_br: Em qualquer linguagem

source: In queue: %@
pt_br: Na fila: %@

source: Instructions
pt_br: Instruções

source: Instructions for the assistant
pt_br: Instruções para o assistente

source: Interface Language
pt_br: Idioma da Interface

source: Internal reasoning
pt_br: Raciocínio interno

source: Invalid response from GitHub
pt_br: Resposta inválida do GitHub

source: Keep context across sessions with project documents
pt_br: Manter contexto entre sessões com documentos do projeto

source: Key saved. Connectivity error.
pt_br: Chave salva. Erro de conectividade.

source: Large
pt_br: Grande

source: Later
pt_br: Depois

source: Learn about anything
pt_br: Aprenda sobre qualquer assunto

source: Light
pt_br: Claro

source: Listed directory
pt_br: Listou diretório

source: Load %lld earlier messages
pt_br: Carregar %lld mensagens anteriores

source: Loading git…
pt_br: Carregando git…

source: Loading issues and PRs…
pt_br: Carregando issues e PRs…

source: Loading log…
pt_br: Carregando log…

source: Loading status…
pt_br: Carregando status…

source: Loading…
pt_br: Carregando…

source: Lume is set up and ready to use. Here's what you can do now:
pt_br: O Lume está configurado e pronto para usar. Veja o que você pode fazer agora:

source: Lume needs Full Disk Access
pt_br: Lume precisa de Acesso Total ao Disco

source: Lume pauses for you to approve each action
pt_br: Lume pausa para você aprovar cada ação

source: Lume runs actions without asking for approval
pt_br: Lume executa ações sem pedir aprovação

source: Lume Terminal — type 'help' for available commands
pt_br: Lume Terminal — digite 'help' para comandos disponíveis

source: Made with ♥ and SwiftUI
pt_br: Feito com ♥ e SwiftUI

source: Manage deliveries
pt_br: Gerenciar entregas

source: Markdown (file)…
pt_br: Markdown (arquivo)…

source: Match case
pt_br: Diferenciar maiúsculas/minúsculas

source: Max context tokens
pt_br: Tokens máximos de contexto

source: Max tokens
pt_br: Tokens máximos

source: Max. agent iterations
pt_br: Máx. iterações do agente

source: MCP Connectors
pt_br: MCP Conectores

source: Memories (%lld)
pt_br: Memórias (%lld)

source: Memory
pt_br: Memória

source: Message Appearance
pt_br: Aparência das Mensagens

source: Messages
pt_br: Mensagens

source: MIT License
pt_br: Licença MIT

source: Model
pt_br: Modelo

source: More options
pt_br: Mais opções

source: Move to project
pt_br: Mover para projeto

source: My Project
pt_br: Meu Projeto

source: Name
pt_br: Nome

source: Name (e.g. My ChatGPT, Local Llama)
pt_br: Nome (ex: Meu ChatGPT, Llama Local)

source: Native AI Client for macOS
pt_br: Cliente Nativo de IA para macOS

source: Neutral and adaptable
pt_br: Neutro e adaptável

source: New code session
pt_br: Nova sessão de código

source: New conversation
pt_br: Nova conversa

source: New Conversation
pt_br: Nova Conversa

source: New feature, function, or component
pt_br: Novo recurso, função ou componente

source: New issue
pt_br: Nova issue

source: New MCP Connector
pt_br: Novo Conector MCP

source: New memory…
pt_br: Nova memória…

source: New Project
pt_br: Novo Projeto

source: New task
pt_br: Nova tarefa

source: New version available: %@
pt_br: Nova versão disponível: %@

source: Next
pt_br: Próximo

source: No active provider. Configure it in Settings (⌘,).
pt_br: Nenhum provider ativo. Configure em Configurações (⌘,).

source: No archived versions
pt_br: Nenhuma versão arquivada

source: No commits yet.
pt_br: Sem commits ainda.

source: No connector configured
pt_br: Nenhum conector configurado

source: No conversations
pt_br: Nenhuma conversa

source: No conversations available
pt_br: Nenhuma conversa disponível

source: No conversations yet
pt_br: Nenhuma conversa ainda

source: No MCP connector
pt_br: Nenhum conector MCP

source: No memories yet. You can also save memories directly from a message, using the brain button.
pt_br: Nenhuma memória ainda. Você também pode salvar memórias direto de uma mensagem, no botão de cérebro.

source: No open issues.
pt_br: Nenhuma issue aberta.

source: No open PRs.
pt_br: Nenhum PR aberto.

source: No pending changes.
pt_br: Nenhuma alteração pendente.

source: No project
pt_br: Sem projeto

source: No projects
pt_br: Nenhum projeto

source: No projects yet
pt_br: Nenhum projeto ainda

source: No published release found
pt_br: Nenhuma versão publicada encontrada

source: No repositories.
pt_br: Nenhum repositório.

source: No results for "%@"
pt_br: Nenhum resultado para "%@"

source: No results for “%@”
pt_br: Nenhum resultado para “%@”

source: No scheduled tasks
pt_br: Nenhuma tarefa agendada

source: No sessions yet
pt_br: Nenhuma sessão ainda

source: No setup, no key — configured by default.
pt_br: Sem configuração, sem chave — configurado por padrão.

source: No setup, uses DuckDuckGo for free. To use Google, get the keys at developers.google.com/custom-search
pt_br: Sem configuração, usa DuckDuckGo gratuitamente. Para usar o Google, obtenha as chaves em developers.google.com/custom-search

source: No style profile
pt_br: Nenhum perfil de estilo

source: No text found in the file
pt_br: Nenhum texto encontrado no arquivo

source: No workflows
pt_br: Nenhum workflow

source: No workspace open
pt_br: Nenhum workspace aberto

source: Not detected
pt_br: Não detectado

source: Official Anthropic provider. Requires an API Key from console.anthropic.com
pt_br: Provider oficial Anthropic. Requer API Key de console.anthropic.com

source: Official OpenAI provider. Requires an API Key from platform.openai.com
pt_br: Provider oficial OpenAI. Requer API Key de platform.openai.com

source: On your computer
pt_br: No seu computador

source: Open
pt_br: Abrir

source: Open in Finder
pt_br: Abrir no Finder

source: Open project folder
pt_br: Abrir pasta do projeto

source: Open Settings
pt_br: Abrir Configurações

source: OpenAI-compatible server (LiteLLM, Ollama, vLLM, etc). After saving, click Refresh to load the models.
pt_br: Servidor compatível com a API OpenAI (LiteLLM, Ollama, vLLM, etc). Após salvar, clique em Atualizar para carregar os modelos.

source: Optimizations
pt_br: Otimizações

source: Optional — leave empty if not needed
pt_br: Opcional — deixe vazio se não precisar

source: Organize conversations around a single goal
pt_br: Organizar conversas relacionadas a um mesmo objetivo

source: Organize conversations by topic
pt_br: Organize conversas por tema

source: Organize conversations with context and files
pt_br: Organize conversas com contexto e arquivos

source: Organize your work with projects, persistent context, and progress tracking.
pt_br: Organize seu trabalho com projetos, contexto persistente e acompanhamento de progresso.

source: Outline a presentation about:
pt_br: Estruture uma apresentação sobre:

source: Outputs
pt_br: Saídas

source: Passed
pt_br: Passou

source: Password
pt_br: Senha

source: Paste a Personal Access Token (classic or fine-grained) with `repo` scope.
pt_br: Cole um Personal Access Token (classic ou fine-grained) com escopo `repo`.

source: Paste an article or document
pt_br: Cole um artigo ou documento

source: Paste your API Key here
pt_br: Cole sua API Key aqui

source: Pending
pt_br: Pendentes

source: Persistent memory
pt_br: Memória persistente

source: Pin
pt_br: Fixar

source: Plain text — literal search in code
pt_br: Texto simples — busca literal no código

source: Plan tasks
pt_br: Planejar tarefas

source: Please summarize the following text:
pt_br: Por favor, resuma o seguinte texto:

source: Portuguese (Brazil)
pt_br: Português (Brasil)

source: Precise
pt_br: Preciso

source: Precise and specialized
pt_br: Preciso e especializado

source: Prepare a presentation
pt_br: Preparar apresentação

source: Preview
pt_br: Pré-visualização

source: Previous versions
pt_br: Versões anteriores

source: Previous versions (%lld)
pt_br: Versões anteriores (%lld)

source: Private
pt_br: Privado

source: Professional and objective
pt_br: Profissional e objetivo

source: Project instructions
pt_br: Instruções do projeto

source: Project Instructions
pt_br: Instruções do Projeto

source: Project name
pt_br: Nome do projeto

source: Project Name
pt_br: Nome do Projeto

source: Projects
pt_br: Projetos

source: Projects, tasks, and progress
pt_br: Projetos, tarefas e progresso

source: Provider Name
pt_br: Nome do Provider

source: Provider saved successfully!
pt_br: Provider salvo com sucesso!

source: Provider Type
pt_br: Tipo de Provider

source: Queue
pt_br: Fila

source: Queue — sends when the response finishes
pt_br: Enfileirar — envia ao terminar a resposta

source: RAG on documents
pt_br: RAG em documentos

source: Read aloud
pt_br: Ler em voz alta

source: Read and edit your project's files
pt_br: Ler e editar arquivos do seu projeto

source: Read file
pt_br: Leu arquivo
